SCOPES = ["https://www.googleapis.com/auth/gmail.readonly", "https://mail.google.com/"]
SUBJECT_FIRST_EMAIL = "Έρευνα για την εκπαίδευση των ιατρών"
SUBJECT_FIRST_EMAIL2 = (
    "Έρευνα για την εκπαίδευση των ειδικευόμενων ιατρών στην Ελλάδα - Μελέτη ΕΙΠΕς"
)
SUBJECT_REMINDER_EMAIL = (
    "Υπενθύμιση: Έρευνα για την εκπαίδευση των ειδικευόμενων ιατρών στην Ελλάδα"
)

CONTENT_THANKING = """
Σε ευχαριστούμε πολύ που συμπλήρωσες το ερωτηματολόγιο για την μελέτη για την ιατρική εκπαίδευση και
έτσι βοήθησες να ακουστεί η φωνή των ειδικευομένων ιατρών & φοιτητών Ιατρικής στη χώρα μας!

Σε παρακαλούμε να μιλήσεις και σε άλλους συνειδικευόμενους / συμφοιτητές σου για να το συμπληρώσουν και αυτοί.
Όσοι περισσότεροι, τόσο το καλύτερο.

Πες τους να κοιτάξουν και στα ανεπιθύμητα μηνύματα (spam).

Όσοι συμπληρώνουν την μελέτη θα λάβουν πρώτοι τα αποτελέσματα της μελέτης με όλες τις στατιστικές.
"""
