SCOPES = ["https://www.googleapis.com/auth/gmail.readonly", "https://mail.google.com/"]
SUBJECT_FIRST_EMAIL = "Έρευνα για την εκπαίδευση των ιατρών"
SUBJECT_FIRST_EMAIL2 = (
    "Έρευνα για την εκπαίδευση των ειδικευόμενων ιατρών στην Ελλάδα - Μελέτη ΕΙΠΕς"
)
SUBJECT_REMINDER_EMAIL = (
    "Υπενθύμιση: Έρευνα για την εκπαίδευση των ειδικευόμενων ιατρών στην Ελλάδα"
)

CONTENT_THANKING = """
Αγαπητέ συνάδελφε,

Σε ευχαριστούμε πολύ που συμπλήρωσες το ερωτηματολόγιο για την Έρευνα για την Ιατρική Παιδεία και Εργασία (ΕΙΠΕς)
και έτσι βοήθησες και εσύ να ακουστεί η φωνή των ειδικευόμενων ιατρών & φοιτητών Ιατρικής στη χώρα μας!

Σε παρακαλούμε να μιλήσεις και σε άλλους συνειδικευόμενους / συμφοιτητές σου για τη μελέτη ώστε να συμμετέχουν
και αυτοί. Μην ξεχάσεις να τους πεις να ελέγξουν την ανεπιθύμητη αλληλογραφία τους (spam) καθώς είναι πιθανόν να
έχουν λάβει ή να λάβουν εκεί τον σύνδεσμο για τη συμπλήρωση του ερωτηματολογίου!

Όσοι συμπληρώνουν το ερωτηματολόγιο θα λάβουν πρώτοι τα αποτελέσματα της μελέτης, συμπεριλαμβανομένων των στατιστικών.

Όσοι περισσότεροι, τόσο το καλύτερο!

Με εκτίμηση,
Η ερευνητική ομάδα
"""
